Repository: franck-paul/zenEdit
Catalog: locales/*/main.po
Languages: fr

source: Zen mode for dcLegacyEditor
fr: Mode zen pour l'éditeur dcLegacyEditor

source: zenEdit
fr: Édition zen

source: Switch to zen mode
fr: Basculer dans le mode zen

source: Exit from zen mode
fr: Sortir du mode zen

source: None
fr: Aucun

source: Light backgrounds
fr: Fonds clairs

source: Dark backgrounds
fr: Fonds foncés

source: Try to activate full screen in editor's zen mode
fr: Essayer de basculer en plein écran dans le mode zen de l'éditeur

source: Your browser may not support this feature or it may be deactivated by the system.
fr: Votre navigateur peut ne pas supporter cette fonctionnalité ou elle peut avoir été désactivé par le système.

source: Background:
fr: Fond :

source: Small margins (useful on small screens)
fr: Marges réduites (utile sur les petits écrans)
